[
    {
        province: "安徽",
        code    : 5785,
        citys   : ["合肥", "安庆", "蚌埠", "亳州", "巢湖", "池州", "滁州", "阜阳", "淮北", "淮南", "黄山", "六安", "马鞍山", "宿州", "铜陵", "芜湖", "宣城"
        ]
    },
    {
        province: "福建",
        code    : 5785,
        citys   : ["福州", "龙岩", "南平", "宁德", "莆田", "泉州", "三明", "厦门", "漳州"]
    },
    {
        province: "广东",
        code    : 5776,
        citys   : ["广州", "潮州", "东莞", "佛山", "河源", "惠州", " 江门", "揭阳", "茂名", " 梅州", "清远", "汕头", "汕尾", "韶关", "深圳", "阳江", "云浮", "湛江", "肇庆", "中山", "珠海"]
    },
    {
        province: "广西",
        code    : 5786,
        citys   : ["南宁", "百色", "北海", "崇左", "防城港", "桂林", "贵港", "河池", "贺州", "来宾", "柳州", "钦州", "梧州", "玉林"]
    },
    {
        province: "贵州",
        code    : 5793,
        citys   : ["贵阳", "安顺", "毕节地区", "六盘水", "铜仁地区", "遵义", "黔西南州", "黔东南州", "黔南州"]
    },
    {
        province: "甘肃",
        code    : 5775,
        citys   : ["兰州", "白银", "定西", "甘南州", "嘉峪关", "金昌", "酒泉", "临夏州", "陇南", "平凉", "庆阳", "天水", "武威", "张掖"]
    },
    {
        province: "海南",
        code    : 5790,
        citys   : [
            {
            "city"   : "海口",
            "pingyin": "haikou"
        }, "{}海口", "白沙", "保亭", "昌江", "儋州", "澄迈", "东方", "定安", "琼海", "琼中", "乐东", "陵水", "三亚", "屯昌", "万宁", "文昌",
            "五指山"]
    },
    {
        province: "河南",
        code    : 5799,
        citys   : ["郑州", "安阳", "鹤壁", "焦作", "开封", "洛阳", "漯河", "南阳", "平顶山", "濮阳", "三门峡", "商丘", "新乡", "信阳", "许昌", "周口", "驻马店"]
    }
]
